SoCXin/ESP32C3/examples/mqtt_tcp/sdkconfig.defaults.esp32s2
# Override some defaults so BT stack is enabled
CONFIG_IDF_TARGET="esp32s2"
CONFIG_BT_CTRL_DFT_TX_POWER_LEVEL_P18=y
CONFIG_BT_CTRL_DFT_TX_POWER_LEVEL_EFF=14
